Revit 2027 API
ParameterTypeId.KeepReadable Property
 "Keep Readable"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KeepReadable { get; }
Public Shared ReadOnly Property KeepReadable As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KeepReadable {
	ForgeTypeId^ get ();
}
static member KeepReadable : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace